Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/darohi.tmx
Source language: ru
Languages: be

source: улица Скорохода
be: вуліца Скарахода

source: улица Скрипникова
be: вуліца Скрыпнікава

source: улица Скрыганова
be: вуліца Скрыганава

source: улица Скрынника
be: вуліца Скрынніка

source: улица Скрябина
be: вуліца Скрабіна

source: улица Славинского
be: вуліца Славінскага

source: улица Славы
be: вуліца Славы

source: улица Слепнёва
be: вуліца Сляпнёва

source: улица Словацкого
be: вуліца Славацкага

source: улица Слышанкова
be: вуліца Слышанкова

source: улица Сметанина
be: [Смятаніна вул., вуліца Смятаніна]

source: улица Смидовича
be: вуліца Смідовіча

source: улица Смирнова
be: вуліца Смірнова

source: улица Смолякова
be: вуліца Смалякова

source: улица Смолячкова
be: вуліца Смалячкова

source: улица Смугнаровцев
be: вуліца Смугнароўцаў

source: улица Смушкевича
be: вуліца Смушкевіча

source: улица Снежкова
be: вуліца Сняжкова

source: улица Снитко
be: вуліца Снітка

source: улица Собинова
be: вуліца Собінава

source: улица Соболевского
be: [вул. Сабалеўскага, вуліца Сабалеўскага]

source: улица Соболенко
be: вуліца Сабаленкі

source: улица Соболя
be: вуліца Собаля

source: улица Советова
be: вуліца Саветава

source: улица Советских Космонавтов
be: вуліца Савецкіх Касманаўтаў

source: улица Советских Пограничников
be: вуліца Савецкіх Пагранічнікаў

source: улица Советской Армии
be: вуліца Савецкай Арміі

source: улица Советской Конституции
be: вуліца Савецкай Канстытуцыі

source: улица Содружества
be: вуліца Садружнасці

source: улица Соколовского
be: вуліца Сакалоўскага

source: улица Солдатенко
be: вуліца Салдаценкі

source: улица Соловьева
be: вуліца Салаўёва

source: улица Солодышева
be: вуліца Салодышава

source: улица Соломовой
be: вуліца Саломавай

source: улица Солтыса
be: вуліца Солтыса

source: улица Солы
be: вуліца Солы

source: улица Соляникова
be: вуліца Салянікава

source: улица Сомова
be: вуліца Сомава

source: улица Сорокина
be: вуліца Сарокіна

source: улица Сосновка
be: вуліца Сасноўка

source: улица Сосновый Бор
be: вуліца Сасновы Бор

source: улица Софьи Ковалевской
be: вуліца Соф’і Кавалеўскай

source: улица Софьи Налковской
be: вуліца Зоф’і Налкоўскай

source: улица Софьи Панковой
be: вуліца Соф’і Панковай

source: улица Социализма
be: вуліца Сацыялізму

source: улица Спартака
be: вуліца Спартака

source: улица Спасателей
be: вуліца Выратавальнікаў

source: улица Спивака
be: вуліца Співака

source: улица Спиридовича
be: вуліца Спірыдовіча

source: улица Спутник Мира
be: вуліца Спадарожнік Міру

source: улица Стабровского
be: вуліца Стаброўскага

source: улица Станислава Монюшко
be: вуліца Станіслава Манюшкі

source: улица Станиславского
be: вуліца Станіслаўскага

source: улица Станкевича
be: вуліца Станкевіча

source: улица Станционная
be: вуліца Кірава

source: улица Станция Луполово
be: вуліца Станцыя Лупалава

source: улица Старая Ольшанка
be: вуліца Старая Альшанка

source: улица Старая Ятвезь
be: вуліца Старая Ятвезь

source: улица Старовойтова
be: вуліца Старавойтава

source: улица Старого Уласа
be: вуліца Старога Уласа

source: улица Старый Фольварк
be: вуліца Стары Фальварак

source: улица Стасова
be: вуліца Стасава

source: улица Стафеева
be: вуліца Стафеева

source: улица Стаханова
be: вуліца Стаханава

source: улица Сташевской
be: вуліца Сташэўскай

source: улица Сташкевича
be: вуліца Сташкевіча

source: улица Стебенёва
be: вуліца Сцебянёва

source: улица Стебута
be: вуліца Сцебута

source: улица Стельмаха
be: вуліца Стэльмаха

source: улица Степана Лобана
be: вуліца Лобана

source: улица Степана Разина
be: вуліца Сцяпана Разіна

source: улица Степаненко
be: вуліца Сцепаненкі

source: улица Степанова
be: вуліца Сцяпанава

source: улица Степукова
be: вуліца Степукова

source: улица Стефана Батория
be: вуліца Стэфана Баторыя

source: улица Столетова
be: вуліца Сталетава

source: улица Стреленко
be: вуліца Страленкі

source: улица Стрелковского
be: вуліца Стралкоўскага

source: улица Стрельникова
be: вуліца Стрэльнікава

source: улица Стрельцова
be: вуліца Стральцова

source: улица Строителей
be: вуліца Будаўнікоў

source: улица Стругача
be: вуліца Стругача

source: улица Струшня
be: вуліца Струшня

source: улица Суворова
be: вуліца Суворава

source: улица Судакова
be: вуліца Судакова

source: улица Судиловского
be: вуліца Судзілоўскага

source: улица Судмалиса
be: вуліца Судмаліса

source: улица Сулистровского
be: вуліца Сулістроўскага

source: улица Сумара
be: вуліца Сумара

source: улица Сумченко
be: вуліца Сумчанкі

source: улица Супруна
be: вуліца Супруна

source: улица Супрунова
be: вуліца Супрунова

source: улица Сурганова
be: вуліца Сурганава

source: улица Сурикова
be: вуліца Сурыкава

source: улица Сурина
be: вуліца Сурына

source: улица Суркова
be: вуліца Суркова

source: улица Сурначева
be: вуліца Сурначева

source: улица Сурначёва
be: вуліца Сурначова

source: улица Суровцева
be: вуліца Суроўцава

source: улица Сурты
be: вуліца Сурты

source: улица Сухвала
be: вуліца Сухвала

source: улица Сухого
be: вуліца Сухога

source: улица Сухомбаева
be: вуліца Сухамбаева

source: улица Сушкова
be: вуліца Сушкова

source: улица Счастного
be: вуліца Счаснага

source: улица Сыдько
be: вуліца Сыдзько

source: улица Сырокваша
be: вуліца Сыраквашы

source: улица Сырокомли
be: вуліца Сыракомлі

source: улица Тавбина
be: вуліца Таўбіна

source: улица Тавлая
be: вуліца Таўлая

source: улица Таганова
be: вуліца Таганава

source: улица Тадеуша Костюшко
be: вуліца Тадэуша Кастюшкі

source: улица Тадеуша Косцюшко
be: вуліца Тадэвуша Касцюшкі

source: улица Талалихина
be: вуліца Талаліхіна

source: улица Талаша
be: вуліца Талаша

source: улица Тамары Дудко
be: вуліца Тамары Дудко

source: улица Танкистов
be: вуліца Танкістаў

source: улица Тарасова
be: вуліца Тарасава

source: улица Тарасюка
be: вуліца Тарасюка

source: улица Тарашкевича
be: вуліца Тарашкевіча

source: улица Тарханова
be: вуліца Тарханава

source: улица Татура
be: вуліца Татуры

source: улица Твардовского
be: вуліца Твардоўскага

source: улица Текстильшиков
be: вуліца Тэкстыльшчыкаў

source: улица Текстильщиков
be: вуліца Тэкстыльшчыкаў

source: улица Телегина
be: вуліца Цялегіна

source: улица Телешева
be: вуліца Целешава

source: улица Телешова
be: вуліца Целяшова

source: улица Тельмана
be: вуліца Тэльмана

source: улица Теодора Нарбута
be: вуліца Тэадора Нарбута

source: улица Терёхина
be: вуліца Цярохіна

source: улица Терешкевича
be: вуліца Церэшкевіча

source: улица Терешковой
be: [вул. Церашковай, вуліца Церашковай]

source: улица Терновского
be: вуліца Цярноўскага

source: улица Тетки
be: вуліца Цёткі

source: улица Тикоцкого
be: вуліца Цікоцкага

source: улица Тимирязева
be: вуліца Ціміразева

source: улица Тимофеева
be: вуліца Цімафеева

source: улица Тимофеенко
be: вуліца Цімафеенкі

source: улица Тимошенко
be: вуліца Цімашэнкі

source: улица Тимченко
be: вуліца Цімчанкі

source: улица Тимчука
be: вуліца Цімчука

source: улица Титкова
be: вуліца Ціткова

source: улица Титова
be: вуліца Цітова

source: улица Титовича
be: вуліца Цітовіча

source: улица Тихмянова
be: вуліца Ціхмянава

source: улица Тихона
be: вуліца Ціхана

source: улица Тихона Барана
be: вуліца Ціхана Барана

source: улица Тихонова
be: вуліца Ціханава

source: улица Ткачева
be: вуліца Ткачова

source: улица Ткаченко
be: вуліца Ткачэнкі

source: улица Токарева
be: вуліца Токарава

source: улица Толбухина
be: вуліца Талбухіна

source: улица Толкачёва
be: вуліца Талкачова

source: улица Толмачёва
be: вуліца Талмачова

source: улица Толстикова
be: вуліца Толсцікава

source: улица Толстого
be: вуліца Талстога

source: улица Томилина
be: вуліца Таміліна

source: улица Томилова
be: вуліца Тамілава

source: улица Томина
be: вуліца Томіна

source: улица Томского
be: [вул. Томскага, вуліца Томскага]

source: улица Топиволдиева
be: вуліца Тапіволдзіева

source: улица Тополева
be: вуліца Топалева

source: улица Тордия
be: вуліца Тордзія

source: улица Тормасова
be: вуліца Тармасава

source: улица Трифонова
be: вуліца Трыфанава

source: улица Тростинского
be: вуліца Трасцінскага

source: улица Трубача
be: вуліца Трубача

source: улица Трубницкого
be: вуліца Трубніцкого

source: улица Труда
be: вуліца Працы

source: улица Трусевича И.Д.
be: вуліца Трусевіча

source: улица Трусова
be: вуліца Трусава

source: улица Труханова
be: вуліца Труханава

source: улица Труцевича
be: вуліца Труцэвіча

source: улица Тубелиса
be: вуліца Тубеліса

source: улица Тувальского
be: вуліца Тувальскага

source: улица Тумара
be: вуліца Тумара

source: улица Тупик
be: вуліца Тупік

source: улица Тупицы
be: вуліца Тупіцы

source: улица Туполева
be: вуліца Тупалева

source: улица Тургенева
be: вуліца Тургенева

source: улица Турика
be: вуліца Турыка

source: улица Турова
be: вуліца Турава

source: улица Турчинского
be: вуліца Турчынскага

source: улица Тутаринова
be: вуліца Тутарынава

source: улица Тухачевского
be: вуліца Тухачэўскага

source: улица Тухочевского
be: вуліца Тухачэўскага

source: улица Тышкевича
be: вуліца Тышкевіча

source: улица Тышкевичей
be: вуліца Тышкевічаў

source: улица Тюленина
be: вуліца Цюленіна

source: улица Тюлина
be: вуліца Цюліна

source: улица Тюльги
be: вуліца Цюльгі

source: улица Тютчева
be: вуліца Цютчава

source: улица Тябута
be: вуліца Цябута

source: улица Тяпинского
be: вуліца Цяпінскага

source: улица У.Громовой
be: У.Громавай вуліца

source: улица Уборевича
be: вуліца Убарэвіча

source: улица Угловского
be: вуліца Углоўскага

source: улица Удовикова
be: вуліца Удавікова

source: улица Уласовца
be: вуліца Уласаўца

source: улица Ульянка
be: вуліца Ульянка

source: улица Ульянова
be: вуліца Ульянава

source: улица Ульяновых
be: вуліца Ульянавых

source: улица Уравневой
be: вуліца Ураўневай

source: улица Урбановича
be: вуліца Урбановіча

source: улица Урицкого
be: вуліца Урыцкага

source: улица Усова
be: вуліца Вусава

source: улица Усошина
be: вуліца Усошына

source: улица Уткина
be: вуліца Уткіна

source: улица Ушакевича
be: вуліца Ушакевіча

source: улица Ушакова
be: вуліца Ушакова

source: улица Фабрициуса
be: вуліца Фабрыцыуса

source: улица Фабричный двор
be: вуліца Фабрычны двор

source: улица Фадеева
be: вуліца Фадзеева

source: улица Фатина
be: вуліца Фаціна

source: улица Федорако
be: вуліца Федаракі

source: улица Фёдора Стрельца
be: вуліца Фёдара Стральца

source: улица Фёдорова
be: вуліца Фёдарава

source: улица Федоры Мироновой
be: вуліца Фядоры Міронавай

source: улица Федосеева
be: вуліца Федасеева

source: улица Федосеенко
be: вуліца Федасеенкі

source: улица Федотова
be: вуліца Фядотава

source: улица Федько
be: вуліца Фядзько

source: улица Федюнинского
be: вуліца Фядзюнінскага

source: улица Федяя
be: вуліца Фядзяя

source: улица Фердинанда Рущица
be: вуліца Фердынанда Рушчыца

source: улица Филатова
be: вуліца Філатава

source: улица Филидовича
be: вуліца Філідовіча

source: улица Филимонова
be: вуліца Філімонава

source: улица Филиппука
be: вуліца Філіпука

source: улица Филончика
be: вуліца Філончыка

source: улица Флегонтова
be: вуліца Флягонтава

source: улица Флёрова
be: вуліца Флёрава

source: улица Фогеля
be: вуліца Фогеля

source: улица Фоканова
be: вуліца Факанава

source: улица Фолюш
be: вуліца Фолюш

source: улица Фоменко
be: вуліца Фаменкі

source: улица Фомина
be: вуліца Фаміна

source: улица Фоминых
be: вуліца Фаміных

source: улица Фомичёва
be: вуліца Фамічова

source: улица Форт 7
be: вуліца Форт 7

source: улица Франко
be: вуліца Франка

source: улица Франтишка Богушевича
be: вуліца Францішка Багушэвіча

source: улица Франтишка Скорины
be: вуліца Францішка Скарыны

source: улица Франциска Скорины
be: вуліца Францыска Скарыны

source: улица Француза
be: вуліца Француза

source: улица Фридриха Энгельса
be: вуліца Фрыдрыха Энгельса

source: улица Фроленкова
be: вуліца Фраленкова

source: улица Фроликова
be: вуліца Фролікава

source: улица Фролкова
be: вуліца Фралкова

source: улица Фрунзе
be: вуліца Фрунзэ

source: улица Фурманова
be: вуліца Фурманава

source: улица Фурсенко
be: вуліца Фурсенкі

source: улица Фурсова
be: вуліца Фурсава

source: улица Фучика
be: вуліца Фучыка

source: улица Хадкевича
be: вуліца Хадкевіча

source: улица Халаева
be: вуліца Халаева

source: улица Халева
be: вуліца Халева

source: улица Халтурина
be: вуліца Халтурына

source: улица Хальзунова
be: вуліца Хальзунова

source: улица Хараборкина
be: вуліца Хараборкіна

source: улица Харитонова
be: вуліца Харытонава

source: улица Харченко
be: вуліца Харчанкі

source: улица Хатаевича
be: вуліца Хатаевіча

source: улица Хацкевича
be: вуліца Хацкевіча

source: улица Хигрина
be: вуліца Хігрына

source: улица Химакова
be: вуліца Хімакова

source: улица Химиков
be: вуліца Хімікаў

source: улица Хлуднева
be: вуліца Хлуднева

source: улица Хлуса
be: вуліца Хлуса

source: улица Хлюпина
be: вуліца Хлюпіна

source: улица Хмелевка
be: вуліца Хмелеўка

source: улица Хмелевского
be: вуліца Хмялеўскага

source: улица Хмельницкого
be: вуліца Хмяльніцкага

source: улица Хобачева
be: вуліца Хобачава

source: улица Ходьки
be: вуліца Ходзькі

source: улица Холецкий Лог
be: вуліца Халецкі Лог

source: улица Холостякова
be: вуліца Халасцякова

source: улица Хомченовского
be: вуліца Хамчаноўскага

source: улица Хонинова
be: вуліца Ханінава

source: улица Хотимского
be: вуліца Хоцімскага

source: улица Хохрякова
be: вуліца Хахракова

source: улица Хо-Ши-Мина
be: вуліца Хо-Шы-Міна

source: улица Храмовича
be: вуліца Храмовіча

source: улица Храптовича
be: вуліца Храптовіча

source: улица Хрипача
be: вуліца Хрыпача

source: улица Хруцкого
be: вуліца Хруцкага

source: улица Хуторянского
be: вуліца Хутранскага

source: улица Цагельник
be: вуліца Цагельнік

source: улица Цаликова
be: вуліца Цалікава

source: улица Царенко
be: вуліца Царэнкі

source: улица Царикова
be: вуліца Царыкава

source: улица Царюка
be: вуліца Царука

source: улица Цветаевой
be: вуліца Цвятаевай

source: улица Целибьева
be: вуліца Цаліб’ева

source: улица Центролит
be: вуліца Цэнтраліт

source: улица Циммермана
be: вуліца Цымермана

source: улица Циолковского
be: вуліца Цыялкоўскага

source: улица Чаадаева
be: вуліца Чаадаева

source: улица Чайко
be: вуліца Чайко

source: улица Чайковского
be: вуліца Чайкоўскага

source: улица Чайлытко
be: вуліца Чайлыткі

source: улица Чалидзе
be: вуліца Чалідзэ

source: улица Чалого
be: вуліца Чалага

source: улица Чапаева
be: вуліца Чапаева

source: улица Чаплыгина
be: вуліца Чаплыгіна

source: улица Чапского
be: вуліца Чапскага

source: улица Чеботарёва
be: вуліца Чабатарова

source: улица Чебрикова
be: вуліца Чэбрыкава

source: улица Чекалина
be: вуліца Чакаліна

source: улица Челюскина
be: вуліца Чалюскіна

source: улица Челюскинцев
be: вуліца Чалюскінцаў

source: улица Чемодурова
be: вуліца Чамадурава

source: улица Чепика
be: вуліца Чэпіка

source: улица Чепинская Слободка
be: вуліца Чэпінская Слабодка

source: улица Чепурова
be: вуліца Чапурава

source: улица Червова
be: вуліца Чэрвава

source: улица Червякова
be: вуліца Чарвякова

source: улица Черепнёва
be: вуліца Чарапнева

source: улица Чериковское шоссе
be: вуліца Чэрыкаўская шаша

source: улица Черкасова
be: вуліца Чаркасава

source: улица Чернака
be: вуліца Чарнака

source: улица Черникова
be: вуліца Чарнікова

source: улица Черновского
be: вуліца Чарноўскага

source: улица Черныша
be: вуліца Чарныша

source: улица Чернышёва
be: вуліца Чарнышова

source: улица Чернышевича
be: вуліца Чарнышэвіча

source: улица Чернышевского
be: вуліца Чарнышэўскага

source: улица Черняховского
be: вуліца Чарняхоўскага

source: улица Черского
be: вуліца Чэрскага

source: улица Черткова
be: вуліца Чарткова

source: улица Чехова
be: вуліца Чэхава

source: улица Чещавляны
be: вуліца Чашчаўляны

source: улица Чигладзе
be: вуліца Чыгладзэ

source: улица Чигринова
be: вуліца Чыгрынава

source: улица Чижевских
be: вуліца Чыжэўскіх

source: улица Чичерина
be: вуліца Чычэрына

source: улица Чичурина
be: вуліца Чычурына

source: улица Чкалова
be: вуліца Чкалава

source: улица Чонгарской дивизии
be: вуліца Чангарскай дывізіі

source: улица Чопчица А.С.
be: вуліца Чопчыца А.С.

source: улица Чубукова
be: вуліца Чубукава

source: улица Чуйкова
be: вуліца Чуйкова

source: улица Чуклая
be: вуліца Чуклая

source: улица Чумакова
be: вуліца Чумакова

source: улица Чунчина
be: вуліца Чунчына

source: улица Чурилина
be: вуліца Чурыліна

source: улица Чюрлёниса
be: вуліца Чурлёніса

source: улица Чюрлёниса М.К.
be: вуліца Чурлёніса М.К.

source: улица Шабаны
be: вуліца Шабаны

source: улица Шабельникова
be: вуліца Шабельнікава

source: улица Шабловского
be: вуліца Шаблоўскага

source: улица Шаврова
be: вуліца Шаўрова

source: улица Шакуро
be: вуліца Шакуры

source: улица Шаметько
be: вуліца Шамецькі

source: улица Шамякина
be: вуліца Шамякіна

source: улица Шандалова
be: вуліца Шандалава

source: улица Шаповалова
be: вуліца Шапавалава

source: улица Шаранговича
be: вуліца Шаранговіча

source: улица Шарипова
be: вуліца Шарыпава

source: улица Шарко
be: вуліца Шарко

source: улица Шаройко
be: вуліца Шаройкі

source: улица Шаталова
be: вуліца Шаталава

source: улица Шатько
be: вуліца Шацько

source: улица Шаумяна
be: вуліца Шаўмяна

source: улица Шварцмана
be: вуліца Шварцмана

source: улица Швейников
be: вуліца Швейнікаў

source: улица Швякова
be: вуліца Швякава

source: улица Шевелёва
be: вуліца Шэвелёва

source: улица Шевцовой
be: вуліца Шаўцовай

source: улица Шевченко
be: вуліца Шаўчэнкі

source: улица Шевякова
be: вуліца Шэвякова

source: улица Шейпичи
be: вуліца Шэйпічы

source: улица Шелепня
be: вуліца Шэлепня

source: улица Шелушкова
be: вуліца Шэлушкова

source: улица Шеменкова
be: вуліца Шэмянкова

source: улица Шибанова
be: вуліца Шыбанава

source: улица Шидловского
be: вуліца Шыдлоўскага

source: улица Шилова
be: вуліца Шылава

source: улица Шимко
be: вуліца Шымка

source: улица Шипилова
be: вуліца Шыпілава

source: улица Ширшова
be: вуліца Шыршова

source: улица Шистерова
be: вулiца Шысцерава

source: улица Шишкина
be: вуліца Шышкіна

source: улица Шкловского
be: вуліца Шклоўскага

source: улица Шлыкова
be: вуліца Шлыкава

source: улица Шляга
be: вуліца Шлягі

source: улица Шмидта
be: вуліца Шміта

source: улица Шмыглова
be: вуліца Шмыглова

source: улица Шмырёва
be: вуліца Шмырова

source: улица Шоколадовой
be: вуліца Шакаладавай

source: улица Шолахова
be: вуліца Шолахава

source: улица Шолом Алейхема
be: вуліца Шалом Алейхема

source: улица Шолом-Алейхема
be: вуліца Шалом-Алейхема

source: улица Шолохова
be: вуліца Шолахава

source: улица Шомина
be: вуліца Шоміна

source: улица Шопена
be: вуліца Шапэна

source: улица Шпетного
be: вуліца Шпетнага

source: улица Шпитальника
be: вуліца Шпітальніка

source: улица Шрадера
be: вуліца Шрадэра

source: улица Шубина
be: вуліца Шубіна

source: улица Шубитидзе
be: вуліца Шубіцідзэ

source: улица Шугаева
be: вуліца Шугаева

source: улица Шульги
be: вуліца Шульгі

source: улица Шупени
be: вуліца Шупені

source: улица Шурмина
be: вуліца Шурміна

source: улица Шутова
be: вуліца Шутава

source: улица Щавликова
be: вуліца Шчаўлікава

source: улица Щеголёва
be: вуліца Шчагалёва

source: улица Щедрина
be: вуліца Шчадрына

source: улица Щепкина
be: вуліца Шчэпкіна

source: улица Щербакова
be: вуліца Шчарбакова

source: улица Щербины
be: вуліца Шчэрбіны

source: улица Щербитова
be: вуліца Шчарбітава

source: улица Щётовка
be: вуліца Шчотаўка

source: улица Щорса
be: вуліца Шчорса

source: улица Экипажа Белицкого
be: вуліца Экіпажа Бяліцкага

source: улица Экономия
be: вуліца Эканомія

source: улица Элизы Ожешко
be: вуліца Элізы Ажэшкі

source: улица Энгельса
be: вуліца Энгельса

source: улица Энергетиков
be: [вуліца Энергетыкаў, вуліца Энэргетыкаў]

source: улица Энтузиастов
be: вуліца Энтузіястаў

source: улица Южакова
be: вуліца Южакова

source: улица Южный Городок
be: вуліца Паўднёвы Гарадок

source: улица Юлиана Немцевича
be: вуліца Юльяна Нямцэвіча

source: улица Юмашева
be: вуліца Юмашава

source: улица Юндила
be: вуліца Юндзілы

source: улица Юннатов
be: вуліца Юнатаў

source: улица Юности
be: вуліца Юнацтва

source: улица Юных Пионеров
be: вуліца Юных Піянераў

source: улица Юренко
be: вуліца Юрэнкі

source: улица Юрия Бобкова
be: вуліца Юрыя Бабкова

source: улица Юрия Гагарина
be: вуліца Юрыя Гагарына

source: улица Юрия Ковалевского
be: вуліца Кавалеўскага

source: улица Юрия Олеши
be: вуліца Юрыя Алешы

source: улица Юрия Самсонова
be: вуліца Юрыя Самсонава

source: улица Юрия Семеняко
be: вуліца Юрыя Семянякі

source: улица Юрченко
be: вуліца Юрчанкі

source: улица Юхневича
be: вуліца Юхневіча

source: улица Юхновца
be: вуліца Юхнаўца

source: улица Юшкевича
be: вуліца Юшкевіча

source: улица Я. Купалы
be: вуліца Я. Купалы

source: улица Яблочкина
be: вуліца Яблычкіна

source: улица Явора
be: вуліца Явора

source: улица Яговкина
be: вуліца Ягоўкіна

source: улица Язепа Дроздовича
be: вуліца Язэпа Драздовіча

source: улица Язепа Лесика
be: вуліца Язэпа Лёсіка

source: улица Языковича
be: вуліца Языковіча

source: улица Якимовича
be: вуліца Якімовіча

source: улица Якова Зайца
be: вуліца Якава Зайца

source: улица Якова Свердлова
be: вуліца Якава Свярдлова

source: улица Яковлева
be: вуліца Якаўлева

source: улица Якуба Коласа
be: [вуліца Кірава, вуліца Якуба Коласа]

source: улица Якуба Колоса
be: вуліца Якуба Коласа

source: улица Якуба Ясинского
be: вуліца Якуба Ясінскага

source: улица Якубова
be: вуліца Якубава

source: улица Якубовского
be: вуліца Якубоўскага

source: улица Яна Налепки
be: вуліца Яна Налепкі

source: улица Яна Павла II
be: вуліца Яна Паўла II

source: улица Яна Райниса
be: вуліца Яна Райніса

source: улица Яна Чечёта
be: вуліца Яна Чачота

source: улица Яна Чечота
be: вуліца Яна Чачота

source: улица Янищиц
be: вуліца Янішчыц

source: улица Янки Брыля
be: вуліца Янкі Брыля

source: улица Янки Купалы
be: вуліца Янкі Купалы

source: улица Янки Лучины
be: вуліца Янкі Лучыны

source: улица Янки Мавра
be: вуліца Янкі Маўра

source: улица Янки Нёманского
be: вуліца Янкі Нёманскага

source: улица Янковского
be: вуліца Янкоўскага

source: улица Янников Луг
be: вуліца Яннікаў Луг

source: улица Янтимирова
be: вуліца Янцімірава

source: улица Янушковского
be: вуліца Янушкоўскага

source: улица Яроцкого
be: вуліца Яроцкага

source: улица Яроша
be: вуліца Яраша

source: улица Яцыно
be: вуліца Яцына

source: улица №1
be: вуліца №1

source: улица №2
be: вуліца №2

source: улица №5
be: вуліца №5

source: улица №6
be: вуліца №6

source: улица №7
be: вуліца №7

source: улица №8
be: вуліца №8

source: улица №8а
be: вуліца №8а

source: улица №9
be: вуліца №9

source: Улуковская улица
be: Улукоўская вуліца

source: Ульяновская улица
be: Ульянаўская вуліца

source: Ульяновский переулок
be: Ульянаўскі завулак

source: Уманская улица
be: Уманская вуліца

source: Умелая улица
be: Умелая вуліца

source: Университетская улица
be: [Універсітэцкая вул., Універсітэцкая вуліца]

source: Упорный переулок
be: Упорны завулак

source: Уральская улица
be: Уральская вуліца

source: Уральский переулок
be: Уральскі завулак

source: Уреченская улица
be: Урэчанская вуліца

source: Урожайная улица
be: [Ураджайная, Ураджайная вуліца]

source: Урожайный переулок
be: Ураджайны завулак

source: урочище Пышки
be: урочышча Пышкі

source: Уручская улица
be: Уруцкая вуліца

source: Усадебная улица
be: Сядзібная вуліца

source: Усадебный переулок
be: Сядзібны завулак

source: Усвятская улица
be: Усвяцкая вуліца

source: Успенская площадь
be: Успенская плошча

source: Успенская улица
be: Успенская вуліца

source: Усходняя улица
be: Усходняя вуліца

source: Утренняя улица
be: Ранішняя вуліца

source: Утульная улица
be: Утульная вуліца

source: Учебный переулок
be: Вучэбны завулак

source: Ученическая улица
be: Вучнёўская вуліца

source: Ученический переулок
be: Вучнёўскі завулак

source: Учительская улица
be: Настаўніцкая вуліца

source: Учительский переулок
be: Настаўніцкі завулак

source: Учхозная улица
be: вул. Вучгасная

source: Ушацкая улица
be: Ушацкая вуліца

source: Ушачская улица
be: Ушацкая вуліца
